/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Anuluj";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Dom";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Firma";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Komórka";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Inny";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (Gość)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Wszystkie znane kontakty";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Wszystkie kontakty";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Kontakty Skype";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Zapisane numery telefonów";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Dostępne kontakty";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Wysłane prośby";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Ostatnio aktywne";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Odebrane prośby";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Zaakceptowane prośby";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Zablokowane kontakty";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Niepogrupowane kontakty";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Sugerowane kontakty";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Nowa lista";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Proszę, dodaj mnie do listy kontaktów";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Rozmowa testowa Skype";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "pl";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Witaj! Tu robot testowy Skype'a. Dodaj mnie do listy kontaktów i zadzwoń do mnie, aby sprawdzić ustawienia dźwięku. Więcej na: http://www.skype.com/go/help. Dziękuję.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Zadzwoń do mnie, aby przetestować ustawienia dźwięku";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Łączę";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Łączę";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Rozmowa anulowana";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Nie powiodło się";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Łączenie";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Dzwoni";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Rozmowa zawieszona";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Rozmowa została zawieszona";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Zakończona";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Nieodebrana";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Odrzucona";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Zajęty";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Połączenie przerwane";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Wiadomość głosowa";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Nagrywanie wiadomości głosowej";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Wysyłanie wiadomości głosowej";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Wiadomość wysłana";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Wiadomość anulowana";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Błąd wiadomości głosowej";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Łączenie";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Łączę";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Łączenie";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Rozmowa zawieszona";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Zakończona";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Dzwonienie na Facebooka (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Dzwonię...";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Dzwoni...";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Rozmowa w trakcie";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Rozmowa zawieszona";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Rozmowa została zawieszona";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Rozmowa w trakcie";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Rozmowa jest pełna";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Odtwarzanie wiadomości powitalnej funkcji wiadomości głosowych";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Nagrywanie wiadomości głosowej";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Ostatnia rozmowa";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Transferuję rozmowę";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Zamieszczone pliki";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Otrzymałeś wiadomość wideo. Zobacz ją na %1 i otwórz używając kodu %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ — obejrzyj pod adresem %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Aby obejrzeć to udostępnione zdjęcie, przejdź pod następujący adres: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Aby obejrzeć tę udostępnioną zawartość multimedialną, przejdź pod następujący adres: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Niepodłączony";
"CONTACT_AVAILABILITY_ONLINE" = "Dostępny";
"CONTACT_AVAILABILITY_AWAY" = "Zaraz wracam";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Nie przeszkadzać";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Oczekująca prośba o kontakt";
"CONTACT_AVAILABILITY_BLOCKED" = "Zablokowany";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Niepodłączony (poczta gł.)";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Przekierowanie aktywne";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Niewidoczny";
"CONTACT_AVAILABILITY_CONNECTING" = "Łączę";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Numer telefonu";

/*  */
"CONTACT_GENDER_FEMALE" = "Kobieta";

/*  */
"CONTACT_GENDER_MALE" = "Mężczyzna";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Nieznany numer";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Bez nazwy";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Loguję...";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Wczytuję kontakty...";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Uaktualniam pliki...";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ dodał/a użytkownika %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ opuścił/a czat";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ wyprosił/a użytkownika %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ zmienił/a temat czatu na %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Ta wiadomość została usunięta";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Tak samo jak w systemie";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Nie można połączyć się ze Skype'em.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Sprawdź ustawienia sieci i spróbuj ponownie.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Ta nazwa użytkownika Skype'a jest nieprawidłowa.";
"Account::INVALID_EMAIL" = "Ten adres e-mail jest nieprawidłowy.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Sprawdź go i spróbuj ponownie.";
"Account::UNACCEPTABLE_PASSWORD" = "To hasło jest nieprawidłowe.";
"Account::SKYPENAME_TAKEN" = "Ta nazwa użytkownika Skype'a jest już zajęta.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Wpisz nową nazwę.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Nie rozpoznaliśmy nazwy użytkownika Skype'a i hasła.";
"Account::INCORRECT_PASSWORD" = "Nie rozpoznaliśmy nazwy użytkownika Skype'a i hasła.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Zbyt dużo błędnych prób zalogowania.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Spróbuj ponownie później.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Twoje hasło zostało zmienione.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Zaloguj się z nowym hasłem.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Spróbuj ponownie.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Musi mieć od 6 do 20 znaków.";
"SkyLib::TOO_LONG" = "Musi mieć od 6 do 20 znaków.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Niedozwolony symbol, na przykład.: Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Nie może zawierać spacji lub tabulatora.";
"SkyLib::SAME_AS_USERNAME" = "Zbyt podobne do twojej nazwy użytkownika Skype'a.";
"SkyLib::INVALID_FORMAT" = "Nieprawidłowy format.";
"SkyLib::CONTAINS_INVALID_WORD" = "Zbyt łatwe do odgadnięcia, np: abcd, skype.";
"SkyLib::TOO_SIMPLE" = "Musi zawierać co najmniej 1 literę i 1 cyfrę.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Musi zaczynać się od litery (A-Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Wybierz dłuższą nazwę użytkownika Skype'a.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Wybierz dłuższe hasło.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Wybierz krótszą nazwę użytkownika Skype'a.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Wybierz krótsze hasło.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Wybierz inną nazwę użytkownika Skype'a.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Wybierz inne hasło.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Wybierz inny adres e-mail.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Wybierz inną wartość.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Hasło jest nieprawidłowe.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Połączenie z serwerem nie powiodło się.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Nowe hasło musi być inne niż obecne.";
"Account::PWD_INVALID_NEW_PWD" = "Hasło nie jest prawidłowe.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Musisz się zalogować, aby zmienić hasło.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Zmiany nie mogły być zapisane. Sprawdź ustawienia i spróbuj ponownie.";

"ACCOUNT_NOCREDIT" = "Brak środków na koncie";
"ACCOUNT_FREECALL" = "bezpłatna";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Nazwa pliku jest nieprawidłowa";
"SkyLib::TRANSFER_OPEN_FAILED" = "Błąd otwarcia pliku";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Zbyt wiele jednoczesnych przesyłów plików";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Jesteś niepodłączony.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Aby dzwonić, musisz być dostępny.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Nie możesz wyszukiwać kontaktów, kiedy jesteś niepodłączony. Zmień status i spróbuj ponownie.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Aby wysłać SMS-a, musisz być dostępny.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Aby odsłuchać tę wiadomość, musisz być dostępny.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Nie można ustawić treści bieżącego SMS-a.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Masz za mało środków na koncie Skype, aby wysłać SMS-a.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Musisz mieć doładowane konto, aby zadzwonić pod ten numer.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "To nie jest prawidłowa nazwa użytkownika Skype'a lub numer telefonu.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Nie możesz zadzwonić do tego kontaktu z programu Lync, ponieważ jest on niedostępny.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Nie możesz dzwonić do tej osoby, ponieważ została przez ciebie zablokowana.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Nie możesz czatować z tą osobą, ponieważ została przez ciebie zablokowana.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Nie możesz wysłać SMS-a do tej osoby, ponieważ została przez ciebie zablokowana.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Nie możesz dodać tej osoby, ponieważ ją zablokowałeś.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Nie możesz dzwonić do siebie.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Nie możesz czatować z sobą.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Nie możesz dodać siebie.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Nie możesz dołączyć do tego czatu";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Nie można znaleźć tego czatu";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "To nie jest prawidłowy numer telefonu.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Nie możesz zadzwonić pod ten numer, ponieważ jest to numer alarmowy.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Nie możesz wysłać SMS-a pod ten numer, ponieważ jest to numer alarmowy.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Nie możesz dodać tego numeru, ponieważ jest to numer alarmowy.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Zanim rozpoczniesz nową rozmowę, musisz zakończyć bieżącą.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Aby odsłuchać wiadomość głosową, zakończ bieżącą rozmowę.";
"SKERROR_CALLFAILED" = "Rozmowa nie powiodła się. Spróbuj ponownie.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Próbowałeś rozpocząć konwersację ze zbyt dużą ilością osób.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Nie możesz prowadzić konwersacji z tymi kontaktami.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Nie możesz zadzwonić do tej osoby, ponieważ nie otrzymałeś autoryzacji.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Nie możesz zadzwonić do tej osoby, ponieważ nie otrzymałeś autoryzacji.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Nieprawidłowy kod weryfikacyjny";
"Sms::MISC_ERROR" = "Nieprawidłowy numer telefonu";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Twoje konto zostało zablokowane.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Skontaktuj się z Działem Obsługi Klienta.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "W tej grupie znajduje się za dużo osób, aby przeprowadzić grupową rozmowę wideo.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Możesz przeprowadzić rozmowę wideo z maksymalnie 9 osobami. Usuń osoby z grupy i spróbuj ponownie.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "W tej grupie znajduje się za dużo osób, aby przeprowadzić grupową rozmowę wideo.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Możesz prowadzić rozmowę wideo z maksymalnie 9 osobami. Usuń osoby z tej konwersacji i spróbuj ponownie.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Twój abonament na grupowe rozmowy wideo nie obejmuje tylu osób. Usuń osoby z tej konwersacji i spróbuj ponownie.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Potrzebujesz abonamentu na grupowe rozmowy wideo.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Potrzebujesz abonamentu na grupowe rozmowy wideo.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Czy chcesz wykonać grupową rozmowę wideo?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Czy chcesz wykonać grupową rozmowę wideo?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Uczestniczysz już w grupowej rozmowie wideo.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Możesz prowadzić tylko jedną grupową rozmowę wideo w tym samym czasie.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Osiągnąłeś limit dla tej rozmowy.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Osiągnąłeś limit 4 godzin grupowego wideo dla tej rozmowy.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Osiągnąłeś limit 4 godzin grupowego wideo dla tej rozmowy. Sprawdź konto, aby uzyskać szczegółowe informacje.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Twój dzisiejszy limit na grupowe wideo został wyczerpany.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Grupowe rozmowy wideo tymczasowo zawieszone. Twój dzisiejszy limit użytkowania został wyczerpany. Sprawdź konto, aby uzyskać szczegółowe informacje.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Twój limit na grupowe wideo w tym miesiącu został wyczerpany.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Grupowe rozmowy wideo tymczasowo zawieszone. Twój limit na grupowe wideo w tym miesiącu został wyczerpany. Sprawdź konto, aby uzyskać szczegółowe informacje.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Grupowe wideo jest obecnie niedostępne.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Wystąpił błąd. Spróbuj ponownie później.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Uzyskaj grupowe wideo";
"PremiumVideoErrorRecovery_GetPremium" = "Uzyskaj grupowe wideo";
"PremiumVideoErrorRecovery_UpgradePremium" = "Uaktualnij";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Musisz mieć doładowane konto, aby używać Skype WiFi.";
"AccessSession::LOGIN_FAILURE" = "Nie rozpoznaliśmy nazwy użytkownika Skype'a i hasła.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Nieprawidłowa nazwa użytkownika lub hasło.";

"SKYPEACCESS_NO_ACCOUNT" = "Zaloguj się używając swojego konta Skype.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Połączenie nie powiodło się. Sprawdź siłę sygnału WiFi lub wybierz inny hotspot.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Ten hotspot nie odpowiada prawidłowo. Wybierz inny hotspot.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Przedłużenie sesji nie powiodło się. Spróbuj połączyć się ponownie.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "Sieć WiFi \"%@\" jest już niedostępna";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Aby uniknąć nieoczekiwanych opłat, zawsze prawidłowo zakończ połączenie przed oddaleniem się od hotspotu lub przed wyłączeniem urządzenia.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Podłącz się ponownie do sieci WiFi “%@“";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi spróbuje zakończyć połączenie z Internetem. Aby uniknąć nieoczekiwanych opłat, przed oddaleniem się od hotspotu lub wyłączeniem urządzenia, zawsze prawidłowo zakończ połączenie.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Połączenie z Internetem zostało zakończone.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ za minutę";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Bezpłatny";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "uaktualnił/a tę grupę do ulepszonej wersji czatu.\nAby się przyłączyć i kontynuować czaty, pobierz najnowszą wersję.\nIdź do <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "uaktualnił/a tę grupę do ulepszonej wersji czatu.\nAby się przyłączyć i kontynuować czaty, pobierz najnowszą wersję.\nIdź do https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Kliknij <a href=\"skype:?chat&amp;id=%1\">tutaj</a>, aby zobaczyć wcześniejszą historię.";
